Repository: rafaame/php-base-zf2
Catalog: module/Application/language/*.po
Languages: pt_br

source: English Title 1
pt_br: Especializado em delivery e buffet, o Personal Sushi oferece atendimento diferenciado e um cardápio completo com produtos de qualidade

source: #1 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent purus tellus, rhoncus eu eros id, pretium molestie nibh. Interdum et malesuada fames ac ante ipsum primis in faucibus. Curabitur massa ligula, porta vel elementum id, dignissim eget neque. Donec bibendum rhoncus turpis, sit amet porttitor neque laoreet id. Vestibulum dignissim nibh ac adipiscing pretium. Cras egestas a lorem vitae hendrerit. Aenean aliquet ligula at erat cursus, non vulputate ante consectetur. Pellentesque consequat iaculis facilisis. Quisque et nibh eu lectus lobortis mollis in a augue. Nunc non bibendum diam, sed blandit tellus. Cras aliquet velit a felis auctor, vel consectetur magna ullamcorper. Phasellus eget lorem eu dolor aliquet ultricies. Nulla posuere sagittis erat quis auctor.
pt_br: O Personal Sushi surgiu há oito meses com a proposta de inovar e bem atender no segmento da culinária japonesa delivery. De acordo com o empresário Flávio Oioli a grande estrutura e o alto investimento garantem a qualidade dos produtos e permitem um serviço profissional diferenciado em buffet e delivery.

source: #2 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent purus tellus, rhoncus eu eros id, pretium molestie nibh. Interdum et malesuada fames ac ante ipsum primis in faucibus. Curabitur massa ligula, porta vel elementum id, dignissim eget neque. Donec bibendum rhoncus turpis, sit amet porttitor neque laoreet id. Vestibulum dignissim nibh ac adipiscing pretium. Cras egestas a lorem vitae hendrerit. Aenean aliquet ligula at erat cursus, non vulputate ante consectetur. Pellentesque consequat iaculis facilisis. Quisque et nibh eu lectus lobortis mollis in a augue. Nunc non bibendum diam, sed blandit tellus. Cras aliquet velit a felis auctor, vel consectetur magna ullamcorper. Phasellus eget lorem eu dolor aliquet ultricies. Nulla posuere sagittis erat quis auctor.
pt_br: Em novo endereço, o Personal Sushi oferece espaço climatizado onde os clientes podem buscar o pedido e pessoalmente acompanhar a produção do prato. Uma equipe formada por quatro sushis-man, um cozinheiro, duas atendentes e três motoboys dá o suporte necessário para a rapidez na entrega do Personal Sushi e garante a capacidade de realizar desde pequenas festas até grandes eventos com a presença de duas mil pessoas. Um completo serviço personalizado.

source: English Title 2
pt_br: Principais Diferenciais

source: #3 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent purus tellus, rhoncus eu eros id, pretium molestie nibh. Interdum et malesuada fames ac ante ipsum primis in faucibus. Curabitur massa ligula, porta vel elementum id, dignissim eget neque. Donec bibendum rhoncus turpis, sit amet porttitor neque laoreet id. Vestibulum dignissim nibh ac adipiscing pretium. Cras egestas a lorem vitae hendrerit. Aenean aliquet ligula at erat cursus, non vulputate ante consectetur. Pellentesque consequat iaculis facilisis. Quisque et nibh eu lectus lobortis mollis in a augue. Nunc non bibendum diam, sed blandit tellus. Cras aliquet velit a felis auctor, vel consectetur magna ullamcorper. Phasellus eget lorem eu dolor aliquet ultricies. Nulla posuere sagittis erat quis auctor.
pt_br: No sistema delivery, a qualidade do produto é garantida pelo frescor dos peixes e também pelo padrão das embalagens a vácuo, um rigoroso procedimento de higiene, livre de contaminação. Para facilitar a forma de pagamento o Personal Sushi aceita cartões de crédito e débito, inclusive na hora da entrega. Outra inovação é o atendimento online. O cliente pode fazer o pedido por telefone ou através da internet e pode, inclusive, acompanhar, no novo site interativo da Personal Sushi, todo processo, desde a produção até a entrega. No extenso cardápio os clientes encontram diversas opções: sushis, temakis e sashimis, yakissoba e até sobremesas. Todos os pedidos acompanham hashi e molho shoyu.

source: Contact Us
pt_br: Contato

source: Personally
pt_br: Pessoalmente

source: Business Hours
pt_br: Horário de Funcionamento

source: By Phone
pt_br: Por Telefone

source: Through Internet
pt_br: Pela Internet

source: The sushi your way, at your home
pt_br: O sushi do seu jeito, na sua casa

source: The most ordered
pt_br: Os mais pedidos

source: Personalize your order
pt_br: Personalize seu pedido

source: Thematic packaging
pt_br: Embalagens Temáticas

source: Add to Cart
pt_br: Comprar

source: Your Cart
pt_br: Carrinho de Compras

source: Specials
pt_br: Especiais

source: Max. %s specials
pt_br: Max. %s especiais

source: Choose hossomakis, uramakis, hot rolls, niguiris, sashimis and special sushis.<br/>Hossomakis and uramakis must be multiple of 8 and hot rolls must be multiple of 6.
pt_br: Escolha hossomakis, uramakis, hot rolls, niguiris, sashimis e sushis especiais.<br/>Hossomakis e uramakis precisam ser múltiplos de 8 e hot rolls múltiplos de 6.

source: Describe how you want your set in detail...
pt_br: Descreva como você quer seu combinado em detalhes...

source: With shive
pt_br: Com cebolinha

source: Without shive
pt_br: Sem cebolinha

source: (*) The shipping tax will be calculated in the next step.
pt_br: (*) A taxa de entrega será calculada no próximo passo.

source: Update Cart
pt_br: Atualizar

source: Continue Buying
pt_br: Continuar Comprando

source: Clean Cart
pt_br: Limpar Carrinho

source: Finish Order
pt_br: Finalizar Pedido

source: Sending Your Order...
pt_br: Enviando Seu Pedido...

source: 0% Complete
pt_br: 0% Concluido

source: Order Sent. Redirecting...
pt_br: Pedido Enviado. Redirecionando...

source: Select the Period of Your Meal
pt_br: Selecione o Período da sua Refeição

source: Select an Address
pt_br: Selecione um Endereço

source: Select a Payment Method
pt_br: Selecione um Método de Pagamento

source: Additional options
pt_br: Opções adicionais

source: Any Additional Note?
pt_br: Alguma Observação?

source: Total (without shipping tax): %s
pt_br: Total (sem taxa de entrega): %s

source: Send Order
pt_br: Enviar Pedido

source: Order Complete
pt_br: Pedido Concluido

source: Your order number is %s.
pt_br: O número do seu pedido é %s.

source: Track Order Status
pt_br: Rastrear Status do Pedido

source: Track the status of your order.
pt_br: Rastrear o status do seu pedido.

source: Sushi Delivery - Personal Sushi
pt_br: Sushi Delivery - Personal Sushi São Carlos

source: http://facebook.com/personalsushi
pt_br: http://www.facebook.com/personalsushisaocarlos

source: Monday to friday,<br/>from 11AM to 1PM<br/> Monday to saturday,<br/>from 6:30PM to 10:30 PM
pt_br: De segunda a sexta,<br/>das 11h às 13h<br/> De segunda a sábado,<br/>das 18h30 às 22h30

source: Welcome, %s.<br/> <a href="%s">Click here to visit your account</a>.
pt_br: Bem vindo, %s.<br/> <a href="%s">Clique aqui para visitar sua conta</a>.

source: Welcome, visitor.<br/> <a href="%s">Login</a> or <a href="%s">register</a>.
pt_br: Bem vindo, visitante.<br/> <a href="%s">Faça login</a> ou <a href="%s">cadastre-se</a>.

source: Accepting:
pt_br: Aceitando:

source: Development: <a href="http://rafaa.me/">Rafael Andreatta</a>
pt_br: Desenvolvimento: <a href="http://rafaa.me/">Rafael Andreatta</a>
