Repository: rafaame/php-base-zf2
Catalog: module/Application/language/*.po
Languages: pt_br

source: Admins
pt_br: Administradores

source: Orders
pt_br: Pedidos

source: Lunch
pt_br: Almoço

source: Dinner
pt_br: Jantar

source: Customers
pt_br: Clientes

source: Products
pt_br: Produtos

source: Categories
pt_br: Categorias

source: Nesting
pt_br: Organização

source: Email Campaigns
pt_br: Campanhas de Email

source: Statistics
pt_br: Estatísticas

source: Monetary
pt_br: Monetário

source: Admin successfully added to the database.
pt_br: Administrador adicionado ao banco de dados com sucesso.

source: There was an error adding the admin to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar o administrador ao banco de dados. Contate o administrador.

source: Admin successfully saved to the database.
pt_br: Administrador salvo com sucesso.

source: A admin with this ID was not found in the database.
pt_br: Um administrador com este ID não foi encontrado no banco de dados.

source: Admin successfully deleted from the database.
pt_br: Administrador excluido do banco de dados com sucesso.

source: You cannot delete yourself.
pt_br: Você não pode excluir a você mesmo.

source: You are logged in!
pt_br: Você está logado!

source: You are not logged in!
pt_br: Você não está logado!

source: Category successfully added to the database.
pt_br: Categoria adicionada ao banco de dados com sucesso.

source: There was an error adding the category to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar a categoria ao banco de dados. Contate o administrador.

source: Category successfully saved to the database.
pt_br: Categoria salva com sucesso.

source: A category with this ID was not found in the database.
pt_br: Uma categoria com este ID não foi encontrada no banco de dados.

source: Category successfully deleted from the database.
pt_br: Categoria excluida do banco de dados com sucesso.

source: This category's image was successfully cleared.
pt_br: A imagem desta categoria foi removida.

source: Customer successfully added to the database.
pt_br: Cliente adicionado ao banco de dados com sucesso.

source: There was an error adding the customer to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar o cliente ao banco de dados. Contate o administrador.

source: Customer successfully saved to the database.
pt_br: Cliente salvo com sucesso.

source: A customer with this ID was not found in the database.
pt_br: Um cliente com este ID não foi encontrado no banco de dados.

source: Customer successfully deleted from the database.
pt_br: Cliente excluido do banco de dados com sucesso.

source: It appears that email campaign cronjob is not installed in your system. Contact the administrator to install the following cronjob: "* * * * * /path/to/php /path/to/index.php admin email-campaign dispatch-step <step-size>"
pt_br: Parece que a cronjob das campanhas de email não está instalada no seu sistema. Contate o administrador para instalar a seguinte cronjob: "* * * * * /path/to/php /path/to/index.php admin email-campaign dispatch-step <step-size>"

source: Email campaign successfully added to the database.
pt_br: Campanha de email adicionada ao banco de dados com sucesso.

source: There was an error adding the email campaign to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar a campanha de email ao banco de dados. Contate o administrador.

source: Email campaign successfully saved to the database.
pt_br: Campanha de email salva com sucesso.

source: A email campaign with this ID was not found in the database.
pt_br: Uma campanha de email com este ID não foi encontrada no banco de dados.

source: Email campaign successfully deleted from the database.
pt_br: Campanha de email excluida do banco de dados com sucesso.

source: Logs cleaned successfully.
pt_br: Logs limpos com sucesso.

source: Email campaign %s is being dispatched now.
pt_br: A campanha de email %s está sendo disparada agora.

source: There was a problem dispatching email campaign
pt_br: Houve um problema ao disparar a campanha de email

source: Could not dispatch email campaign %s. It is already being dispatched.
pt_br: Não foi possível disparar a campanha de email %s. Ela já está sendo disparada.

source: The email campaign dispatch has been aborted.
pt_br: O disparo da campanha de email foi interrompida.

source: A email campaign dispatch object with this ID was not found in the database.
pt_br: Um disparo de campanha de email com este ID não foi encontrado no banco de dados.

source: Pick up on site
pt_br: Retirar no local

source: +CC (AC) N
pt_br: (AC) N

source: USD
pt_br: BRL

source: None
pt_br: Nenhum

source: %hh, %i min and %ss
pt_br: %hh, %i min e %ss

source: Order successfully deleted from the database.
pt_br: Pedido excluido com sucesso do banco de dados.

source: An order with this ID was not found in the database.
pt_br: Um pedido com este ID não foi encontrado no banco de dados.

source: Order marked as paid.
pt_br: Pedido marcado como "pago".

source: Order marked as unpaid.
pt_br: Pedido marcado como "não pago".

source: The order you refer is unapproved. Only approved orders can be marked as paid.
pt_br: O pedido em questão ainda não foi aprovado. Somente pedidos aprovados podem ser marcados como "pagos".

source: No period specified for counting money in the till.
pt_br: Nenhum período foi especificado ao fechar o caixa.

source: There are currently no active orders in this period.
pt_br: Não há pedidos ativos para este período.

source: Phone number successfully added to the database.
pt_br: Número de telefone adicionado com sucesso ao banco de dados.

source: There was an error adding the phone number to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar o número de telefone ao banco de dados. Contate o administrador.

source: Phone number successfully saved to the database.
pt_br: Número de telefone salvo com sucesso.

source: A phone number with this ID was not found in the database.
pt_br: Um número de telefone com este ID não foi encontrado no banco de dados.

source: Phone number successfully deleted from the database.
pt_br: Número de telefone excluido do banco de dados com sucesso.

source: Product successfully added to the database.
pt_br: Produto adicionado ao banco de dados com sucesso.

source: There was an error adding the product to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar o produto ao banco de dados. Contate o administrador.

source: Product successfully saved to the database.
pt_br: Produto salvo com sucesso.

source: A product with this ID was not found in the database.
pt_br: Um produto com este ID não foi encontrado no banco de dados.

source: Product successfully deleted from the database.
pt_br: Produto excluido do banco de dados com sucesso.

source: Saved successfully.
pt_br: Salvo com sucesso.

source: This nesting is invalid. The maximum nesting level for categories is 2.
pt_br: Esta organização está inválida. O aninhamento máximo para as categorias é de 2 níveis (categorias e sub-categorias).

source: Street address successfully added to the database.
pt_br: Endereço adicionado com sucesso ao banco de dados.

source: There was an error adding the street address to the database. Contact the administrator.
pt_br: Houve um erro ao adicionar o endereço ao banco de dados. Contate o administrador.

source: Street address successfully saved to the database.
pt_br: Endereço salvo com sucesso.

source: A street address with this ID was not found in the database.
pt_br: Um endereço com este ID não foi encontrado no banco de dados.

source: Street address successfully deleted from the database.
pt_br: Endereço excluido do banco de dados com sucesso.

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Último Nome

source: Password
pt_br: Senha

source: This name is already being used by another category.
pt_br: Este nome já está sendo utilizado por outra categoria.

source: Name
pt_br: Nome

source: Label
pt_br: Etiqueta

source: Description
pt_br: Descrição

source: Image
pt_br: Imagem

source: Active
pt_br: Ativo

source: Receive Newsletter
pt_br: Receber Novidades

source: Is Debugger
pt_br: É Debugger

source: Subject
pt_br: Assunto

source: Content
pt_br: Conteúdo

source: Country Code
pt_br: Código do País

source: Area Code
pt_br: Código de Área

source: Number
pt_br: Número

source: Is Mobile
pt_br: É Móvel

source: Extended Label
pt_br: Etiqueta Completa

source: Price
pt_br: Preço

source: en_US
pt_br: pt_BR

source: Street
pt_br: Logradouro

source: Complement
pt_br: Complemento

source: Neighborhood
pt_br: Bairro

source: Zipcode
pt_br: CEP

source: Reference
pt_br: Referência

source: About Us
pt_br: Sobre Nós

source: Cart
pt_br: Carrinho

source: Register
pt_br: Cadastrar

source: Login/Account
pt_br: Login/Conta

source: Contact
pt_br: Contato

source: The email and password you provided seems to be incorrect.
pt_br: O email e a senha que você digitou parecem incorretos.

source: You logged out successfully.
pt_br: Você saiu da sua conta.

source: Registration successful. You may now login to your account.
pt_br: Cadastro feito com sucesso! Você já pode entrar em sua conta.

source: There was an error in the registration. Contact the administrator.
pt_br: Houve um erro ao efetuar o cadastro. Contate o administrador.

source: Some of the data you provided appears to be invalid. Please correct them and try again.
pt_br: Algumas das informações que você digitou parecem ser inválidas. Por favor, corrija-as e tente novamente.

source: Your personal information was successfully saved.
pt_br: Suas informações pessoais foram salvas com sucesso.

source: Street address successfully added to your account.
pt_br: Endereço adicionado à sua conta com sucesso.

source: Street address modifications were saved successfully.
pt_br: As modificações do endereço foram salvas com sucesso.

source: Street address successfully removed from your account.
pt_br: O endereço foi excluido da sua conta com sucesso.

source: Phone number successfully added to your account.
pt_br: Número de telefone adicionado à sua conta com sucesso.

source: Phone number modifications were saved successfully.
pt_br: As modificações do número de telefone foram salvas com sucesso.

source: Phone number successfully removed from your account.
pt_br: O número de telefone foi excluido da sua conta com sucesso.

source: A category with this name was not found.
pt_br: Uma categoria com este nome não foi encontrada no banco de dados.

source: Product added to your cart.
pt_br: Produto adicionado ao seu carrinho.

source: A product with the requested ID was not found.
pt_br: Um produto com este ID não foi encontrado no banco de dados.

source: Salmon
pt_br: Salmão

source: Whitefish
pt_br: Peixe Branco

source: Tunny
pt_br: Atum

source: Octopus
pt_br: Polvo

source: Shrimp
pt_br: Camarão

source: Pure
pt_br: Puro

source: Mayonnaise
pt_br: Maionese

source: The cart was updated.
pt_br: O carrinho foi atualizado.

source: Your set "%s" exceed the maximum item count.
pt_br: Seu combinado "%s" excede o número máximo de itens.

source: Type
pt_br: Tipo

source: Shive
pt_br: Cebolinha

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Your product "%s" exceeds the option quantity.
pt_br: Seu produto "%s" excede a quantidade máxima da opção.

source: Your cart is now empty.
pt_br: Seu carrinho está vazio.

source: Your cart is empty.
pt_br: Seu carrinho está vazio.

source: You have not registered an address in your account. Please register an address before finishing an order.
pt_br: Você ainda não registrou um endereço à sua conta. Por favor, registre um endereço antes de finalizar um pedido.

source: You have no orders yet.
pt_br: Você ainda não efetuou pedidos.

source: Finished
pt_br: Finalizado

source: Aborted
pt_br: Interrompido

source: Cash
pt_br: Dinheiro

source: Card
pt_br: Cartão

source: Voucher
pt_br: Alelo/Sodexo

source: Queued
pt_br: Aguardando Produção

source: Cooking
pt_br: Em Produção

source: Awaiting Shipment
pt_br: Em Expedição

source: Shipped
pt_br: Saiu para Entrega

source: Received
pt_br: Entregue

source: Repeat Password
pt_br: Repetir Senha

source: Receive Promotional Emails
pt_br: Receber Emails Promocionais

source: This email address is already being used by another customer.
pt_br: Este endereço de email já está sendo utilizado por outro cliente.

source: The two given passwords do not match.
pt_br: As duas senhas não conferem.

source: Mobile Phone
pt_br: Telefone Móvel

source: Phone
pt_br: Telefone

source: How many chopsticks?
pt_br: Quantos hashis?

source: Need change?
pt_br: Precisa de troco?

source: Do you need soy sauce?
pt_br: Precisa de shoyu?

source: Do you need wasabi?
pt_br: Precisa de wasabi?

source: Do you need gari?
pt_br: Precisa de gengibre?

source: Type any additional notes you want to include in your order
pt_br: Digite quaisquer informações adicionais que você queira incluir em seu pedido

source: Admin
pt_br: Administrador

source: Add
pt_br: Adicionar

source: Basic Information
pt_br: Informações Básicas

source: Save
pt_br: Salvar

source: Save and Add More
pt_br: Salvar e Adicionar Outro

source: Cancel
pt_br: Cancelar

source: Edit
pt_br: Editar

source: Admin <small>Management</small>
pt_br: Administradores <small>Gerenciamento</small>

source: Delete Admin
pt_br: Excluir Administrador

source: Are you sure you want to delete admin %s (ID %s)?
pt_br: Tem certeza que deseja excluir o administrador %s (ID %s)?

source: Delete
pt_br: Excluir

source: Username
pt_br: Usuário

source: Forgot Username or Password?
pt_br: Esqueceu o Usuário ou a Senha?

source: Category
pt_br: Categoria

source: Clear Image
pt_br: Excluir Imagem

source: Category <small>Management</small>
pt_br: Categorias <small>Gerenciamento</small>

source: Delete Category
pt_br: Excluir Categoria

source: Are you sure you want to delete category %s (ID %s)?
pt_br: Tem certeza que deseja excluir a categoria %s (ID %s)?

source: Customer
pt_br: Cliente

source: Street Addresses
pt_br: Endereços

source: Delete Street Address
pt_br: Excluir Endereço

source: Are you sure you want do delete street address of ID %s?
pt_br: Tem certeza que deseja excluir o endereço cuja ID é %s?

source: No street addresses were found.
pt_br: Nenhum endereço foi encontrado.

source: Phones
pt_br: Telefones

source: Delete Phone Number
pt_br: Excluir Número de Telefone

source: Are you sure you want do delete phone number of ID %s?
pt_br: Tem certeza que deseja excluir o número de telefone cuja ID é %s?

source: No phone numbers were found.
pt_br: Nenhum número de telefone foi encontrado.

source: Add Street Address
pt_br: Adicionar Endereço

source: Add Phone Number
pt_br: Adicionar Número de Telefone

source: Customer <small>Management</small>
pt_br: Clientes <small>Gerenciamento</small>

source: Delete Customer
pt_br: Excluir Cliente

source: Are you sure you want to delete customer %s (ID %s)?
pt_br: Tem certeza que deseja excluir o cliente %s (ID %s)?

source: Email Campaign
pt_br: Campanhas de Email

source: Dispatches
pt_br: Disparos

source: Y-m-d H:i:s
pt_br: d/m/Y H:i:s

source: %s% Complete
pt_br: %s% Concluido

source: Processing
pt_br: Em Processamento

source: Abort Email Campaign Dispatch
pt_br: Interromper Disparo da Campanha

source: Are you sure you want to abort email campaign %s (ID %s) currently active dispatch?
pt_br: Tem certeza que deseja interromper o disparo da campanha de email %s (ID %s)?

source: Abort Dispatch
pt_br: Interromper Disparo

source: Dispatch Email Campaign
pt_br: Disparar Campanha de Email

source: You are going to dispatch the email campaign %s. It may take several minutes depending on your customer database size. Are you sure?
pt_br: Você irá disparar a campanha de email %s. O processo pode levar vários minutos para ser totalmente concluído (dependendo do seu banco de clientes). Tem certeza?

source: Dispatch
pt_br: Disparar

source: Email Campaign <small>Management</small>
pt_br: Campanhas de Email <small>Gerenciamento</small>

source: Delete Email Campaign
pt_br: Excluir Campanha de Email

source: Are you sure you want to delete email campaign %s (ID %s)?
pt_br: Tem certeza que deseja excluir a campanha de email %s (ID %s)?

source: View Logs
pt_br: Visualizar Logs

source: Error Log
pt_br: Log de Erros

source: No log files were created yet.
pt_br: Os arquivos de log ainda não foram criados.

source: Clear Logs
pt_br: Limpar Logs

source: Back
pt_br: Voltar

source: Order <small>Management</small>
pt_br: Pedidos <small>Gerenciamento</small>

source: Today Orders
pt_br: Pedidos de Hoje

source: Reload
pt_br: Atualizar

source: Count the Money in the Till
pt_br: Fechar o Caixa

source: Are you sure you want to count the money in the till? All active orders will be marked as inactive and the order number will be reseted.
pt_br: Tem certeza que deseja fechar o caixa? Todos os pedidos ativos serão marcados como inativos e o número dos pedidos será reiniciado.

source: Count Money in the Till
pt_br: Fechar Caixa

source: Mark as Paid
pt_br: Marcar Como Pago

source: Approve
pt_br: Aprovar

source: Print Order
pt_br: Imprimir Pedido

source: Delete Order
pt_br: Excluir Pedido

source: Order Info
pt_br: Info. do Pedido

source: Customer Info
pt_br: Info. do Cliente

source: Ordered Products
pt_br: Produtos

source: Order Number
pt_br: Número do Pedido

source: Status History
pt_br: Histórico de Status

source: Order Time
pt_br: Horário do Pedido

source: Payment Method
pt_br: Método de Pagamento

source: Change
pt_br: Troco

source: Shipping Price
pt_br: Taxa de Entrega

source: Started Cooking At
pt_br: Preparo Iniciado Às

source: Finished Cooking At
pt_br: Preparo Finalizado Às

source: Shipped At
pt_br: Enviado Às

source: Received At
pt_br: Entregue Às

source: Cooking Time
pt_br: Tempo de Preparo

source: Shipping Time
pt_br: Tempo de Entrega

source: Period
pt_br: Período

source: Notes
pt_br: Observações

source: Chopsticks
pt_br: Hashis

source: Soy Sauce?
pt_br: Shoyo?

source: Gari?
pt_br: Gengibre?

source: Approved
pt_br: Aprovado

source: Paid
pt_br: Pago

source: Customer Phones
pt_br: Telefones do Cliente

source: Customer Phones List
pt_br: Lista de Telefones do Cliente

source: Address
pt_br: Endereço

source: Product
pt_br: Produto

source: Quantity
pt_br: Quantidade

source: Unit Price
pt_br: Preço Unitário

source: Additional Info
pt_br: Informações Adicionais

source: __STATUS__ at __TIME_OCCURED__
pt_br: __STATUS__ às __TIME_OCCURED__

source: click to view
pt_br: clique para visualizar

source: Are you sure you want to delete order #__ID__? This will impact in your statistics.
pt_br: Tem certeza que deseja excluir o pedido #__ID__? Haverá impacto nas estatísticas geradas.

source: Unapprove
pt_br: Desaprovar

source: Mark as Unpaid
pt_br: Marcar Como Não Pago

source: Changing the period may result in the order disappearing from this page. Are you sure?
pt_br: Ao alterar o período do pedido, ele desaparecerá dessa página. Tem certeza?

source: Payment
pt_br: Pagamento

source: Order
pt_br: Pedido

source: Shipping
pt_br: Entrega

source: Time
pt_br: Horário

source: Date
pt_br: Data

source: Y-m-d
pt_br: d/m/Y

source: Pick up the order
pt_br: Retirar o pedido

source: Phone Number
pt_br: Número de Telefone

source: Customer: %s
pt_br: Cliente: %s

source: Product <small>Management</small>
pt_br: Produtos <small>Gerenciamento</small>

source: Delete Product
pt_br: Excluir Produto

source: Are you sure you want to delete product %s (ID %s)?
pt_br: Tem certeza que deseja excluir o produto %s (ID %s)?

source: Category and Product <small>Nesting</small>
pt_br: Categorias e Produtos <small>Gerenciamento</small>

source: Organize Categories and Products
pt_br: Organizar Categorias e Produtos

source: Statistics Parameters
pt_br: Parâmetros da Estatística

source: From
pt_br: De

source: To
pt_br: Para

source: Range
pt_br: Intervalo

source: Daily
pt_br: Diariamente

source: Monthly
pt_br: Mensalmente

source: Yearly
pt_br: Anualmente

source: Load
pt_br: Carregar

source: Statistics <small>most valuable customers</small>
pt_br: Estatística <small>Clientes Mais Valiosos</small>

source: Spent Money per Customer
pt_br: Quantia Gasta por Cliente

source: Orders per Customer
pt_br: Pedidos por Cliente

source: Statistics <small>monetary</small>
pt_br: Estatística <small>Monetária</small>

source: Income Amount
pt_br: Receita

source: Amount of Orders
pt_br: Quantidade de Pedidos

source: Statistics <small>most selling products</small>
pt_br: Estatística <small>Produtos Mais Vendidos</small>

source: Amount of Money per Product
pt_br: Receita por Produto

source: Quantity per Product
pt_br: Quantidade por Produto

source: Street Address
pt_br: Endereço

source: Personal Sushi - Administration
pt_br: Personal Sushi - Administração

source: Settings
pt_br: Configurações

source: Account
pt_br: Minha Conta

source: My Account
pt_br: Minha Conta

source: Administrator Login
pt_br: Login do Administrador

source: Edit Street Address
pt_br: Editar Endereço

source: Edit Addresses and Phones
pt_br: Editar Endereços e Telefones

source: Addresses
pt_br: Endereços

source: There are no registered addresses for your account.
pt_br: Não há endereços registrados em sua conta.

source: Remove Address
pt_br: Excluir Endereço

source: Are you sure you want to remove the selected address?
pt_br: Tem certeza que deseja excluir o endereço selecionado?

source: Remove
pt_br: Excluir

source: There are no registered phones for your account.
pt_br: Não há telefones registrados em sua conta.

source: Remove Phone
pt_br: Excluir Telefone

source: Are you sure you want to remove the selected phone?
pt_br: Tem certeza que deseja excluir o telefone selecionado?

source: Edit Personal Information
pt_br: Editar Informações Pessoais

source: Edit Phone Number
pt_br: Editar Número de Telefone

source: Customer Login
pt_br: Login do Cliente

source: Customer Management
pt_br: Gerenciamento do Cliente

source: Edit your personal information. You may also choose if you want to receive our promotions in your email or not.
pt_br: Editar suas informações pessoais. Você também poderá escolher se deseja receber nossas promoções no seu email ou não.

source: Edit the delivery addresses and phones of your account. When finishing your order, you will be able to select one of these addresses for the delivery. You may also receive SMS notifications on your orders status in the mobile phones associated with your account.
pt_br: Editar os endereços de entrega e os números de telefone da sua conta. Ao finalizar seu pedido, você poderá escolher um desses endereços para a entrega. Você também poderá receber notificações via SMS dos status de seus pedidos nos telefones móveis associados à sua conta.

source: Track Last Order
pt_br: Rastrear Último Pedido

source: Track the status of your order. If there is an active order of yours you will be able to track its status.
pt_br: Rastrear o status do seu pedido. Se há um pedido seu ativo, você poderá rastrear seu status.

source: View Orders
pt_br: Visualizar Pedidos

source: View a list of all orders you have done. You may also view detailed information of each order.
pt_br: Visualizar uma lista de todos os pedidos que você já efetuou. Você também poderá visualizar informações detalhadas de cada pedido.

source: Logout
pt_br: Sair

source: Sign out of your account.
pt_br: Sair da sua conta.

source: Customer Registration
pt_br: Cadastro de Cliente

source: Personal Information
pt_br: Informação Pessoal

source: Track Order
pt_br: Rastrear Pedido

source: Order number: %s
pt_br: Número do pedido: %s

source: There are no orders in your account yet.
pt_br: Não há compras na sua conta ainda.
